import { MetadataRoute } from 'next'

export default function manifest(): MetadataRoute.Manifest {
    return {
        name: 'شـــــــركة فجـــــــر بغــــــداد',
        short_name: 'فجـــــــر بغــــــداد',
        description: "شركة فجر بغداد لتشغيل الأيدي العاملة العراقية أهداف الشركة تهدف شركة فجر بغداد الى تقليل نسبة البطالة والحد منها ومساعدة الشباب على ايجاد فرص العمل المناسبة لهم بدون عناء وبدون اي صعوبات وتسهيل العقبات أمامهم للحصول على قوت يومهم .نبذة عن الشركة:شركة فجر بغداد شركة خدميه أسست على مبدأ التعامل مع طالب العمل وصاحب العمل أسست على روح التعاون والأخوة والاحساس بمعاناة طالب العمل من كافة طبقات المجتمع. اغلب اعمالها اعمال خيريه لتشغيل الشباب.فهي ليست شركة ربحية وانما شركة خدميه وفق مبادئ سامية ورفيعة.كيف ومتى تأسست:تأسست عام 2022-11-01 في ضل كثرة البطالة عند الشباب العاطل عن العمل وقلة توفير الوظائف الحكومية لما يمر به البلد من ازمات اقتصادية فهي تعتبر حلقة وصل بين طالب العمل وصاحب العمل تهدف لمساعدة الشباب من اجل توفير فرصة عمل مناسبة لهم لكلا الجنسين ولمختلف التخصصات الخريج وغير الخريج.",
        start_url: '/',
        display: 'standalone',
        background_color: '#fff',
        theme_color: '#fff',
        icons: [
            {
                src: '/favicon.ico',
                sizes: 'any',
                type: 'image/x-icon',
            },
        ],
    }
}